Repository: arik-so/iRonDome
Catalog: client/ios/iRonDome/iRonDome/*.lproj/Localizable.strings
Languages: he

# credits
source: Support & Credits
he: סמוך וזיכויים

# current_rockets
source: Current Rockets: {count}
he: טילים הנוכחיים : {count}

# past_rockets
source: Past: {count} â€“ Since {since}
he: בעבר : {count} – אחרי {since}

# no_past_rockets
source: Past Rockets: 0
he: טילים בעבר : 0

source: Sirens
he: צופרים

source: Siren
he: צופר

source: Rocket
he: טיל

source: Mute Notifications
he: להשתיק הודעות

source: Disable Notifications
he: להפסיק הודעות

source: Notifications
he: הודעות

source: Store
he: חנות

source: Remove Ads
he: להסיר את פרסומות

source: Restore Purchases
he: לשחזר רכישות
